tap "alienator88/cask"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "jakehilborn/jakehilborn"
tap "johanneskaufmann/tap"
tap "mhaeuser/mhaeuser"
tap "mrkai77/cask"
brew "openssl@3"
brew "bat"
brew "btop"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "displayplacer"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "redis"
brew "sesh"
brew "starship"
brew "stow"
brew "tmux"
brew "xh"
brew "zoxide"
cask "ghostty"
cask "hiddenbar"
cask "middleclick"
cask "orbstack"
cask "pearcleaner"
cask "raycast"
cask "rectangle"
cask "stats"
cask "zen"
