tap "alienator88/cask"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "johanneskaufmann/tap"
tap "mrkai77/cask"
brew "aichat"
brew "brotli"
brew "aom"
brew "argc"
brew "argon2"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "btop"
brew "ccache"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "dfu-util"
brew "diff-so-fancy"
brew "difftastic"
brew "displayplacer"
brew "elixir"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "k6"
brew "libxmlsec1"
brew "livekit-cli"
brew "llama.cpp"
brew "lua"
brew "ninja"
brew "nixpacks"
brew "openjdk"
brew "openssl@1.1"
brew "p7zip"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "python@3.11"
brew "redis"
brew "rustup"
brew "sesh"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "johanneskaufmann/tap/html2markdown"
cask "eloston-chromium"
cask "ghostty"
cask "legcord"
cask "localsend"
cask "ngrok"
cask "overkill"
cask "pearcleaner"
cask "stats"
cask "unnaturalscrollwheels"
vscode "alefragnani.bookmarks"
vscode "arturock.gitstash"
vscode "astro-build.astro-vscode"
vscode "bbenoist.nix"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jsynowiec.vscode-insertdatestring"
vscode "malmaud.tmux"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "oven.bun-vscode"
vscode "pflannery.vscode-versionlens"
vscode "pmndrs.pmndrs"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "seatonjiang.gitmoji-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
