tap "alienator88/cask"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "johanneskaufmann/tap"
tap "mrkai77/cask"
brew "aichat"
brew "brotli"
brew "aom"
brew "argc"
brew "argon2"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "btop"
brew "ccache"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "dfu-util"
brew "diff-so-fancy"
brew "difftastic"
brew "displayplacer"
brew "elixir"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "k6"
brew "libxmlsec1"
brew "livekit-cli"
brew "llama.cpp"
brew "lua"
brew "ninja"
brew "nixpacks"
brew "openjdk"
brew "openssl@1.1"
brew "p7zip"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "python@3.11"
brew "redis"
brew "rustup"
brew "sesh"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "johanneskaufmann/tap/html2markdown"
cask "eloston-chromium"
cask "ghostty"
cask "legcord"
cask "localsend"
cask "ngrok"
cask "overkill"
cask "pearcleaner"
cask "stats"
cask "unnaturalscrollwheels"
